const mockNewsData = [
    {
        title: "주가 15만 원 안 되면 최저임금 받겠다더니…카카오 남궁훈도 '먹튀'",
        source: "MBN",
        date: "2023.10.13.",
        content: "한때 주당 50만 원을 넘어 삼성전자에 이어 제2의 국민주로 불렸던 카카오의 주가가 최근 5만 원 밑으로 떨어져 개미 투자자들이 울상이죠. 그런데 주가가 급락하던 지난해 주가 15만 원 아래에서는 스톡옵션을 행사하지 않겠다고 했던 남궁 훈 전 대표가 올해 90억이 넘는 차익을 거두고 이달 말 회사를 떠납니다."
    },
    {
        title: "\"잘 봐, 언니들 싸움\" 대박 났는데…'이 종목' 산 개미들 쪽박 [윤현주의 主食이 주식]",
        source: "한국경제",
        date: "오전 7:02",
        content: "“잘 봐, 언니들 싸움이다”. 강렬한 유행어로 2021년 8월~10월 대한민국을 춤판으로 끌어들인 CJ ENM 음악전문채널 엠넷 예능프로그램 ‘스트릿 우먼 파이터’(이하 스우파) 이야기다."
    },
    {
        title: "“이만큼 부진할 줄 몰랐다”…영업익 70% 확 쪼그라든 이 종목, 무슨 일",
        source: "매일경제",
        date: "2023.10.13.",
        content: "‘에코프로 3형제’ 3분기 부진 영업이익 전망치 절반 그쳐 외국인 매도에 주가도 하락 리튬가격 하락 등 양극재 업황이 악화된 여파로 에코프로와 자회사들의 영업이익이 대폭 줄었다."
    },
    {
        title: "배터리아저씨 충격 금양…MSCI 편입 기대감에 반등",
        source: "이코노미스트",
        date: "2023.10.13.",
        content: "금양의 주가가 모처럼만에 반등세를 보였다. 지난 5월과 8월 2회 연속 모건스탠리캐피털인터내셔널(MSCI) 편입에 실패했지만 오는 11월 정기변경에는 편입이 가능할 것이라는 전망이 나오면서다."
    },
    {
        title: "\"수십년래 최악 위기\"…이-팔 확전 우려에 원자재 급등 [글로벌마켓 A/S]",
        source: "한국경제TV",
        date: "오전 7:48",
        content: "이스라엘전 확전 우려에 미 대형은행 호실적으로 부풀었던 심리가 단숨에 사그라들었다. 현지시간 13일 상승세로 출발했던 뉴욕증시는 전쟁 확전에 주목하며 혼조세를 기록했다."
    },
];

export default mockNewsData;
